Repository: giellalt/corpus-sme
Catalog: prestable/tmx/smn/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=571_lang=davvi.html.tmx
Source language: sme
Languages: smn

source: Sámenuoraid dáiddadáhpáhussii olahusmearri oasseváldit
smn: Säminuorâi taaidâtábáhtusân oláttâsmeeri uásálisteeh

source: Sámenuoraid dáiddadáhpáhussii, mii lágiduvvo Anáris Sajosis njukčamánu loahpas, leat boahtimin olahusmearri oasseváldit.
smn: Säminuorâi taaidâtábáhtusân, mii uárnejuvvoo Aanaar Sajosist njuhčâmáánu loopâst, láá puátimin oláttâsmeeri uásálisteeh.

source: Dáhpáhussii leat almmuhan dál juo badjel 350 olbmo, muhto go maŋimušge almmuheamit bohtet, de oasseváldiid mearri loktana várra badjel njealji čuohtái.
smn: Almottâttâm láá tääl jo paijeel 350 uásálisted, mut ko majemuuh-uv almottâtmeh puátih, te uásálistei meeri paijaan paijeel neelji čyeđe.

source: Oasseváldit bohtet dán jagi sámeguovllu lassin maid Roavvenjárggas ja Helssegis.
smn: Uásálisteeh láá taan ive sämikuávlu lasseen meid Ruávinjaargâst já Helsigist.

source: Musihkkagilvui leat almmuhan oktiibuot 19 joavkku, main ovddastuvvojit sihke anáraš-, nuortalaš- ja davvisámegielat ja oktiibuot 140 nuora.
smn: Muusikkiišton láá almottâttâm ohtsis 19 juávkkud, main láá ovdâstum sehe aanaar-, nuorttâ- já tavesämikielah.

source: Almmuheamit leat boahtán sihke gaskavahko 28.03. njoarostansáttačuoigamii ja njoarostangilvui ja duorastaga musihka geahčalmasbeaivái.
smn: Almottâtmeh láá puáttám nuuvt suoppâinviestân já njuárustemkiišton, mii uárnejuvvoo koskoho 28.03. ko muusikkejâlmâsân-uv, mii uárnejuvvoo tuorâstuv.

source: Musihkkageahčalmasas duopmárat válljejit sámenuoraid ovddasteaddjiid álbmotlaš Sounds - dáhpáhussii Turkui.
smn: Muusikkejâlmâsâst tuámáreh väljejeh säminuorâi ovdâsteijeid aalmuglâš Sounds - tábáhtusân Tuurkun.

source: Sámekulturguovddáš Sajos addá dán jagi dáhpáhussii fiinna rámaid.
smn: Säämi kulttuurkuávdáš Sajos addel taan ive tábáhtusân korâdis raamijd.

source: Duorastaga musihkkagilvvu báikin lea sullii 400 olbmo Dolla-auditoria, gos geavahusas lea kvalitehta dáfus buorre teknihkka oktan čuovggaiguin ja beavttálmahttinrusttegiiguin.
smn: Tuorâstuv muusikkejâlmâs saijeen lii suullân 400 jiegâ Dolla-auditorio, mast lii kevttimnáál šievšlaajâg tekniik čuovâidiskuin já piähtusijdiskuin.

source: Sámenuoraid dáiddadáhpáhus lea riikkaviidosaš Nuori kulttuuri - dáhpáhusráidui gullevaš sámegielat guovlludáhpáhus, man váldolágideaddjin lea sámediggi.
smn: Säminuorâi taaidâtábáhtus lii väldikodálâš Nuorâ kulttuur-tábáhtuskuálusân kullee sämikielâlâš kuávlutábáhtus, mon váldu-uárnejeijen lii sämitigge.

source: Anára dáhpáhusa lágideamis leat mielde maid Anára skuvla, Sámi oahpahusguovddáš ja báikkálaš sámesearvi Anára Sámi searvi.
smn: Aanaar tábáhtus láá orniimin meid Aanaar škovlâ, Säämi máttááttâskuávdáš já páihálâš sämiservi Anára Sámi searvi.

source: Lassediehtu sámenuoraid dáiddadáhpáhusas dás.
smn: Lasetiäđuh säminuorâi taaidâtábáhtusâst täst.

source: Čuovo neahttasiidduid !
smn: Čuávu nettisiijđoid.

source: Oaidnalat Sajosis 28.-29.03 !
smn: Teivâdep Sajosist 28.–29.03 !
